Repository: formifan2026/signalk-notes-opencpn
Catalog: po/*.po
Languages: es_es

source: Abbrechen
es_es: Cancel

source: Auf Karte zentrieren
es_es: Center on map

source: Authentifizierung abbrechen
es_es: Cancel authentication

source: Authentifizierung läuft...
es_es: Authentication in progress...

source: Bitte in SignalK den Request im Menüpunkt 'Access Requests' mit 'Permission' Admin und 'Authentication Timeout' NEVER bestätigen.
es_es: In SignalK, please confirm the request in the menu item 'Access Requests' with 'Permission' Admin and 'Authentication Timeout' NEVER.

source: Cluster Einstellungen
es_es: Cluster settings

source: Cluster-Größe (px):
es_es: Cluster size (px):

source: Darstellung
es_es: Deciption

source: Details konnten nicht geladen werden.
es_es: Details could not be loaded.

source: Erweitertes Debug-Logging in opencpn.log
es_es: Advanced debug logging in opencpn.log

source: Failed to load all signalk_notes_opencpn_pi icons, check OCPN log for details
es_es: Error al cargar todos los iconos de signalk_notes_opencpn_pi, compruebe el registro OCPN para más detalles

source: Fehler
es_es: Error

source: Fehler beim Anfordern der Authentifizierung
es_es: Error requesting authentication

source: Font-Größe:
es_es: Font size

source: Hinweis: Noch keine Provider konfiguriert. Bewegen Sie die Karte, um Provider zu entdecken.
es_es: Note: No providers configured yet. Move the map to Providers to discover.

source: Hinweis: Provider werden beim Bewegen der Karte entdeckt.
es_es: Note: Providers are discovered as you move the map.

source: Icon Einstellungen
es_es: Icon settings

source: Icon-Größe (px):
es_es: Icon size (px):

source: Icon-Zuordnung
es_es: Icon mapping

source: Icons im Kartenausschnitt: 0
es_es: Icons in the map section: 0

source: Kreis-Farbe:
es_es: Circle color:

source: OpenCPN Alert
es_es: Alerta OpenCPN

source: Ordnen Sie SignalK-Icons Plugin-Icons zu:
es_es: Map SignalK icons to plugin icons:

source: SignalK Authentifizierung
es_es: SignalK authentication

source: SignalK Notes Konfiguration
es_es: SignalK Notes Configuration

source: SignalK Verbindung
es_es: SignalK Connection

source: Vorschau:
es_es: Preview:

source: Wählen Sie die anzuzeigenden Provider:
es_es: Select the providers to display:
